"DETAIL_NAV_TITLE" = "Ayrıntılar";

"DUE" = "Hedeflenen";
"NONE_DUE_DATE" = "Yok";
"DUE_DATE_DETAIL_NAV_TITLE" = "Hedeflenen Tarih";
"HAS_DUE_DATE_SWITCH_TITLE" = "Hedeflenen";
"SHOW_MORE" = "Daha Fazlasını Göster…";
"SHOW_LESS" = "Daha Azını Göster…";
"PRIORITY" = "Öncelik";

// Priority
"NONE_PRIORITY" = "Yok";
"LOW_PRIORITY" = "Düşük";
"MEDIUM_PRIORITY" = "Orta";
"HIGH_PRIORITY" = "Yüksek";
"PRIORITY_DETAIL_NAV_TITLE" = "Öncelik";

// Lists
"REMINDER_LIST" = "Liste";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Anımsat";
"NONE_REMINDER_ALERT" = "Asla";
"ON_A_DAY" = "Belirli Bir Günde Anımsat";
"AT_A_LOCATION" = "Belirli Bir Konumda Anımsat";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Bir Konumda";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Şu Anki Konum";
"CHOOSE_ADDRESS" = "Bir Kişi Seçin…";
"DETERMINING_LOCATION" = "Konum Belirleniyor…";
"CANNOT_DETERMINE_LOCATION" = "Konum Belirlenemiyor";
"MY_ADDRESS_WITHOUT_LABEL" = "Adresim"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "%@ Adresi"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@ - %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Varış";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Ayrılış";
"DUE_ALL_DAY_FORMAT" = "%@ (tam gün)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%@ tarihinde %@\nveya aynı gün en geç %@ itibariyle\nsize anımsatılacaktır."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "bu konuma vardığınızda";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "bu konumdan ayrıldığınızda";

// Location
"LOCATION" = "Yer";
"NONE_LOCATION" = "Yok";
"ALARM_PROXIMITY_ENTER" = "Vardığımda";
"ALARM_PROXIMITY_LEAVE" = "Ayrıldığımda";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Bir kişi konumu seçin";
"WIFI_DISABLED_SUBTEXT" = "Konum tabanlı anımsatıcıların doğruluğunu artırmak için Ayarlar’da Wi-Fi’yi etkinleştirin.";
"WIFI_DISABLED_PROMPT" = "Ayarlar’da Wi-Fi’nin etkinleştirilmesi konumunuzun doğruluğunu artıracaktır.";
"WLAN_DISABLED_SUBTEXT" = "Konum tabanlı anımsatıcıların doğruluğunu artırmak için Ayarlar’da WLAN’ı etkinleştirin.";
"WLAN_DISABLED_PROMPT" = "Ayarlar’da WLAN’ın etkinleştirilmesi konumunuzun doğruluğunu artıracaktır.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Konum tabanlı anımsatıcıları kullanmak için Ayarlar’da Konum Servisleri’ni etkinleştirin.";
"SETTINGS" = "Ayarlar";
"TYPED_LOCATION_PLACEHOLDER" = "Bir Adres Girin…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Bu adresin konumu belirlenemiyor.  Lütfen yazımınızı denetleyin ve yeniden deneyin.";
"MAP" = "Harita";
"SHOW_IN_MAP" = "Haritada Göster";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Konumlarım";
"ME_CARD_ALERT_BODY" = "Anımsatıcılar, “ev” veya “iş” gibi konum seçenekleri sunmak için kişi bilgilerinizi kullanabilir. Hangi kişi kullanılsın?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Seç";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "K";
"LOCATION_DEGREES_EAST" = "D";
"LOCATION_DEGREES_SOUTH" = "G";
"LOCATION_DEGREES_WEST" = "B";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Anımsatıcı Kaydedilemiyor";

"UNTITLED_REMINDER" = "Adsız";
